OpenFOAM-master/of-xp/OpenFOAM-2.3.1/tutorials/lagrangian/reactingParcelFilmFoam/hotBoxes/0.org/T
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      T;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 300;

boundaryField
{
    walls
    {
        type            fixedValue;
        value           uniform 300;
    }
    wallFilm
    {
        type            zeroGradient;
//        type            mapped;
//        fieldName       Tsf;
//        average         300;
//        setAverage      no;
//        value           uniform 300;
    }
}


// ************************************************************************* //
